var locations = [
    {
        name: "Севастополь",
        lat: "44.60000001",
        lon: "33.533333343333"
    },
    {
        name: "Симферополь",
        lat: "44.9480556",
        lon: "34.1041667"
    },
    {
        name: "Киев",
        lat: "50.4501",
        lon: "30.5234"
    },
    {
        name: "Харьков",
        lat: "49.98967",
        lon: "36.208309"
    },
    {
        name: "Харьков",
        lat: "49.98967",
        lon: "36.208309"
    },
          {
            "lat": "46.4666667",
            "lon": "30.7333333",
            "name": "Одесса"
          },
          {
            "lat": "48.45",
            "lon": "34.9833333",
            "name": "Днепропетровск"
          },
                   {
            "lat": "48.0027778",
            "lon": "37.8052778",
            "name": "Донецк"
          },
                   {
            "lat": "47.853748",
            "lon": "35.157139",
            "name": "Запорожье"
          },
                    {
            "lat": "49.85",
            "lon": "24.0166667",
            "name": "Львов"
          },
                    {
            "lat": "47.899726",
            "lon": "33.379534",
            "name": "Кривой Рог"
          },
                   {
            "lat": "46.9666667",
            "lon": "32.0",
            "name": "Николаев"
          },
                    {
            "lat": "47.1166667",
            "lon": "37.55",
            "name": "Мариуполь"
          },
                    {
            "lat": "48.573269",
            "lon": "39.355659",
            "name": "Луганск"
          },
                    {
            "lat": "49.2333333",
            "lon": "28.4833333",
            "name": "Винница"
          },
                    {
            "lat": "48.076179",
            "lon": "38.068427",
            "name": "Макеевка"
          },
                   {
            "lat": "46.653368",
            "lon": "32.629424",
            "name": "Херсон"
          },
                    {
            "lat": "51.503653",
            "lon": "31.293167",
            "name": "Чернигов"
          },
                    {
            "lat": "49.59269",
            "lon": "34.551159",
            "name": "Полтава"
          },
                    {
            "lat": "49.4333333",
            "lon": "32.0666667",
            "name": "Черкассы"
          },
                    {
            "lat": "48.346432",
            "lon": "38.059513",
            "name": "Горловка"
          },
                    {
            "lat": "50.259749",
            "lon": "28.676248",
            "name": "Житомир"
          },
                    {
            "lat": "50.910561",
            "lon": "34.80566",
            "name": "Сумы"
          },
                    {
            "lat": "49.4166667",
            "lon": "27.0",
            "name": "Хмельницкий"
          },
                   {
            "lat": "48.3",
            "lon": "25.9333333",
            "name": "Черновцы"
          },
                    {
            "lat": "50.6166667",
            "lon": "26.25",
            "name": "Ровно"
          },
                    {
            "lat": "48.508389",
            "lon": "32.264801",
            "name": "Кировоград"
          },
                    {
            "lat": "48.5166667",
            "lon": "34.6166667",
            "name": "Днепродзержинск"
          },
                    {
            "lat": "49.073521",
            "lon": "33.4231",
            "name": "Кременчуг"
          },
                    {
            "lat": "48.9166667",
            "lon": "24.7166667",
            "name": "Ивано-Франковск"
          },
                    {
            "lat": "49.551361",
            "lon": "25.603979",
            "name": "Тернополь"
          },
                    {
            "lat": "50.75",
            "lon": "25.3358333",
            "name": "Луцк"
          },
                   {
            "lat": "49.7988889",
            "lon": "30.1152778",
            "name": "Белая Церковь"
          },
                    {
            "lat": "48.736462",
            "lon": "37.57164",
            "name": "Краматорск"
          },
                    {
            "lat": "46.847839",
            "lon": "35.364979",
            "name": "Мелитополь"
          },
                    {
            "lat": "48.6166667",
            "lon": "22.3",
            "name": "Ужгород"
          },
                    {
            "lat": "47.5666667",
            "lon": "34.4",
            "name": "Никополь"
          },
                    {
            "lat": "48.846851",
            "lon": "37.57954",
            "name": "Славянск"
          },
                    {
            "lat": "46.748581",
            "lon": "36.809502",
            "name": "Бердянск"
          },
                    {
            "lat": "48.4666667",
            "lon": "38.8",
            "name": "Алчевск"
          },
                    {
            "lat": "48.950191",
            "lon": "38.497631",
            "name": "Северодонецк"
          },
                    {
            "lat": "48.533939",
            "lon": "35.869282",
            "name": "Павлоград"
          },
                    {
            "lat": "50.5166667",
            "lon": "30.8166667",
            "name": "Бровары"
          },
                   {
            "lat": "48.896895",
            "lon": "38.444143",
            "name": "Лисичанск"
          },
                    {
            "lat": "48.6833333",
            "lon": "26.5833333",
            "name": "Каменец-Подольский"
          },
                    {
            "lat": "51.237469",
            "lon": "33.21217",
            "name": "Конотоп"
          },
          {
            "lat": "48.75",
            "lon": "30.2166667",
            "name": "Умань"
          },
                    {
            "lat": "49.903381",
            "lon": "28.599251",
            "name": "Бердичев"
          },
          {
            "lat": "48.2166667",
            "lon": "38.2",
            "name": "Енакиево"
          },
          {
            "lat": "48.442411",
            "lon": "22.723352",
            "name": "Мукачево"
          },
          {
            "lat": "48.134041",
            "lon": "38.931419",
            "name": "Красный Луч"
          },
          {
            "lat": "48.6666667",
            "lon": "33.1166667",
            "name": "Александрия"
          },
          {
            "lat": "50.3833333",
            "lon": "24.2333333",
            "name": "Червоноград"
          },
          {
            "lat": "51.86282",
            "lon": "33.487831",
            "name": "Шостка"
          },
          {
            "lat": "48.5666667",
            "lon": "38.65",
            "name": "Стаханов"
          },
           {
            "lat": "48.599072",
            "lon": "37.999241",
            "name": "Артёмовск"
          },
          {
            "lat": "48.51545",
            "lon": "37.703629",
            "name": "Константиновка"
          },
          {
            "lat": "49.34853",
            "lon": "23.51647",
            "name": "Дрогобыч"
          },
          {
            "lat": "51.0380556",
            "lon": "31.8861111",
            "name": "Нежин"
          },
          {
            "lat": "45.3516667",
            "lon": "28.8363889",
            "name": "Измаил"
          },
          {
            "lat": "48.6333333",
            "lon": "35.2166667",
            "name": "Новомосковск"
          },
          {
            "lat": "48.53146",
            "lon": "25.039709",
            "name": "Коломыя"
          },
          {
            "lat": "49.224621",
            "lon": "31.878401",
            "name": "Смела"
          },
          {
            "lat": "51.212898",
            "lon": "24.71343",
            "name": "Ковель"
          },
          {
            "lat": "49.050465",
            "lon": "24.374117",
            "name": "Калуш"
          },
          {
            "lat": "50.95",
            "lon": "28.6333333",
            "name": "Коростень"
          },
          {
            "lat": "48.05",
            "lon": "30.85",
            "name": "Первомайск"
          },
          {
            "lat": "48.084549",
            "lon": "39.65163",
            "name": "Свердловск"
          },
          {
            "lat": "48.2827778",
            "lon": "37.1827778",
            "name": "Красноармейск"
          },
                    {
            "lat": "48.891684",
            "lon": "36.325786",
            "name": "Лозовая"
          },
           {
            "lat": "49.0166667",
            "lon": "38.3666667",
            "name": "Рубежное"
          },
          {
            "lat": "48.6166667",
            "lon": "37.5333333",
            "name": "Дружковка"
          },
          {
            "lat": "49.256171",
            "lon": "23.850306",
            "name": "Стрый"
          },
          {
            "lat": "48.037411",
            "lon": "38.160301",
            "name": "Харцызск"
          },
           {
            "lat": "46.3020534",
            "lon": "30.6517391",
            "name": "Ильичёвск"
          },
          {
            "lat": "48.0166667",
            "lon": "38.6333333",
            "name": "Торез"
          },
          {
            "lat": "50.594181",
            "lon": "32.38689",
            "name": "Прилуки"
          },
           {
            "lat": "50.350491",
            "lon": "30.960739",
            "name": "Борисполь"
          },
          {
            "lat": "50.7333333",
            "lon": "24.1666667",
            "name": "Нововолынск"
          },
          {
            "lat": "46.1833333",
            "lon": "30.3333333",
            "name": "Белгород-Днестровский"
          },
          {
            "lat": "50.59256",
            "lon": "27.62348",
            "name": "Новоград-Волынский"
          },
          {
            "lat": "48.1166667",
            "lon": "39.0833333",
            "name": "Антрацит"
          },
          {
            "lat": "47.4979877",
            "lon": "34.6565334",
            "name": "Энергодар"
          },
           {
            "lat": "50.0166667",
            "lon": "33.0",
            "name": "Лубны"
          },
          {
            "lat": "49.2127778",
            "lon": "37.2569444",
            "name": "Изюм"
          },
          {
            "lat": "49.013756",
            "lon": "33.643381",
            "name": "Комсомольск"
          },
          {
            "lat": "48.0333333",
            "lon": "38.4833333",
            "name": "Шахтёрск"
          },
                   {
            "lat": "50.0833333",
            "lon": "29.9166667",
            "name": "Фастов"
          },
                  {
            "lat": "48.32357",
            "lon": "37.291854",
            "name": "Димитров"
          },
            {
            "lat": "48.0282789",
            "lon": "38.7656122",
            "name": "Снежное"
          },
          {
            "lat": "50.29855",
            "lon": "34.892052",
            "name": "Ахтырка"
          },
          {
            "lat": "47.6397222",
            "lon": "34.6363889",
            "name": "Марганец"
          },
          {
            "lat": "48.0833333",
            "lon": "39.3666667",
            "name": "Ровеньки"
          },
          {
            "lat": "48.5133333",
            "lon": "38.6430556",
            "name": "Брянка"
          },
          {
            "lat": "46.7666667",
            "lon": "33.3666667",
            "name": "Новая Каховка"
          },
          {
            "lat": "48.35",
            "lon": "33.5",
            "name": "Жёлтые Воды"
          },
          {
            "lat": "49.0502778",
            "lon": "33.2419444",
            "name": "Светловодск"
          },
          {
            "lat": "50.5166667",
            "lon": "30.25",
            "name": "Ирпень"
          },
          {
            "lat": "48.29607",
            "lon": "39.745239",
            "name": "Краснодон"
          },
          {
            "lat": "50.743919",
            "lon": "33.475712",
            "name": "Ромны"
          },
          {
            "lat": "44.9643961",
            "lon": "35.3569007",
            "name": "Орджоникидзе"
          },
          {
            "lat": "48.7833333",
            "lon": "31.65",
            "name": "Новомиргород"
          },
                   
];

//
//var locations = [
//        {
//        name: "Киев",
//        lat: "50.4501",
//        lon: "30.5234"
//    },{
//            "lat": "46.4666667",
//            "lon": "30.7333333",
//            "name": "Одесса"}
//          ];

//locations = [
//        {
//        name: "Ozurgeti",
//        lat: "41.923419",
//        lon: "42.003736"
//    }
//          ];
          
//locations = [
//        {
//        name: "Zugdidi",
//        lat: "42.516651",
//        lon: "41.873016"
//    }
//          ];


//locations = [
//        {
//        name: "Georgia",
//        lat: "42.315369",
//        lon: "43.358145"
//    }
//          ];
//          
//          locations = [
//        {
//        name: "Tbilisi",
//        lat: "41.714987",
//        lon: "44.827566"
//    }
//          ];

module.exports.locations = locations;